MELDUNGEN/EXPORT/TEST_Ereignismeldung_20240805085355.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeEreignismeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaEreignismeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-08-05T08:53:54.920+02:00" servicetechniker="" ereigniscode="10009" zusatzinformationen="ONA: Zykl.Reboot 8027,10,1C" ereignisstatus="EINGETRETEN" baugruppenkategorie="NICHT_RELEVANT" baugruppenstatus="UNBEKANNT" seriennummer="" geraetestatus="IN_BETRIEB" tuerstatus="GESCHLOSSEN" ereignistext="Rebootanforderung" baugruppentypBezeichnung="" herstellerBezeichnung="" kurs="*******************" linie="*******************" sstVersion="3.10">
                <verkaufspunkt posNummer="9091" betreiber="99" seriennummer="9091" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="90130" guid="392c6975-c8e3-4d6d-b18d-1772fee7ff22"/>
            </faaEreignismeldung>
        </empfangeEreignismeldung>
    </s:Body>
</s:Envelope>
